Repository: LoopKit/MinimedKit
Catalog: MinimedKitUI/Resources/*.lproj/Localizable.strings
Languages: cs, he

source: Adjusting Pump Time...
he: מתאם את שעת המשאבה...

source: Are you sure you want to delete this Pump?
he: בטוח שברצונך למחוק את משאבה זו?

source: Battery Chemistry
he: כימיית סוללה

source: Battery: %1$@ volts
he: סוללה: %1$@ וולט

source: Best Frequency
he: התדר הטוב ביותר

source: Bolusing: %1$@
he: מזריק בולוס: %1$@

source: Cancel
cs: Zrušit
he: ביטול

source: Canceling Temp Basal
he: מבטל בזאלי זמני

source: Changing
he: משנה

source: Changing time…
cs: Měním čas…
he: משנה זמן…

source: Choose the type of battery you are using in your pump for better alerting about low battery conditions.
he: בחר את סוג הסוללה של המשאבה שלך כדי לקבל התראות טובות יותר כשזמן הסוללה נמוך.

source: Configuration
cs: Konfigurace
he: הגדרות

source: Continue
cs: Pokračovat
he: המשך

source: Delete Pump
he: מחק משאבה

source: Devices
he: מכשירים

source: Do not use MySentry
he: אל תשתמש ב-MySentry

source: Done
he: בוצע

source: Error Resuming
he: שגיאה בביצוע חידוש

source: Error Suspending
cs: Chyba při pozastavení
he: שגיאה בביצוע השהייה

source: Error Syncing Time
cs: Chyba při synchronizaci času
he: שגיאה בסנכרון זמן

source: Fetching glucose…
cs: Načítání glukózy…
he: מושך רמת סוכר…

source: Fetching history…
cs: Načítání historie…
he: מושך היסטוריה…

source: Fetching pump model…
cs: Načítání modelu pumpy…
he: מושך דגם משאבה…

source: Firmware Version
cs: Verze firmwaru
he: גרסת קושחה

source: Insulin Suspended
cs: Inzulín pozastaven
he: אינסולין מושהה

source: Insulin Delivery
cs: Podávání inzulínu
he: אינסולין שהוזלף

source: Insulin delivery can be determined from the pump by either interpreting the event history or comparing the reservoir volume over time. Reading event history allows for a more accurate status graph and uploading up-to-date treatment data to Nightscout, at the cost of faster pump battery drain and the possibility of a higher radio error rate compared to reading only reservoir volume. If the selected source cannot be used for any reason, the system will attempt to fall back to the other option.
cs: Podaný inzulín může být zjištěn z pumpy buď interpretací historie událostí nebo porovnáváním objemu zásobníku v čase. Čtení historie umožňuje zobrazení přesnějšího stavového grafu a upload aktualních dat do Nightscoutu za cenu rychlejšího vyčerpání baterie pumpy and případné vyšší chybovosti přenosu v porovnání s použitím metody porovnávání zásobníku. Pokud vybraná metoda selže z jakéhokoli důvodu, systém se pokusí vrátit k použití druhé metody.
he: נתוני הזלפת האינסולין יכולים להיקרא מיומן האירועים, או באמצעות השוואה של מאגר האינסולין לאורך זמן. קריאה מיומן האירועים תאפשר גרף מצב מדוייק ועדכני יותר ל-Nightscout, אך זמן סוללת המשאבה יכול להתקצר, עם סיכוי גבוה יותר לתקלות שידור. אם מקור המידע שבחרת לא זמין מכל סיבה, Loop ינסה אוטומטית לקרוא ממקור המידע האחר.

source: Insulin Remaining
cs: Zbývající inzulín
he: אינסולין שנותר

source: Insulin Type
cs: Typ inzulínu
he: סוג אינסולין

source: Medtronic %1$@
he: Medtronic

source: Medtronic pump models 523, 723, 554, and 754 have a feature called 'MySentry' that periodically broadcasts the reservoir and pump battery levels. Listening for these broadcasts allows Loop to communicate with the pump less frequently, which can increase pump battery life. However, when using this feature the RileyLink stays awake more of the time and uses more of its own battery. Enabling this may lengthen pump battery life, while disabling it may lengthen RileyLink battery life. This setting is ignored for other pump models.
cs: Modely pump Medtronic 523, 723, 554 a 754 mají funkci nazvanou „MySentry“, která periodicky vysílá stav baterie v zásobníku v pumpě. Příjem těchto vysílání umožňuje Loopu komunikovat s pumpou méně často, což může prodloužit životnost baterie pumpy. Při použití této funkce však RileyLink zůstává více času vzhůru a využívá více vlastní baterie. Povolení může prodloužit životnost baterie pumpy, zatímco její zakázání může prodloužit životnost baterie RileyLink. Toto nastavení je u ostatních modelů pump ignorováno.
he: דגמי משאבת Medtronic מספר 523, 554, 723 ו-754 תומכות ב-MySentry: אפשרות לשדר מדי פעם את האינסולין שנותר במשאבה ומידע על הסוללה. Loop יכול להאזין לשידורים אלה כדי לתקשר פחות עם המשאבה, ולהאריך לה את זמן הסוללה. עם זאת, RileyLink יישאר ער זמן רב יותר וזמן הסוללה שלו יתקצר. הפעלה של MySentry מאריכה את זמן הסוללה במשאבה וביטול שלה מאריכה את זמן הסוללה ב-Rileylink. הגדרה זו לא בשימוש בכל משאבה/דגם אחר.

source: No
cs: Ne
he: לא

source: No response
cs: Žádná odpověď
he: אין תגובה

source: No, Keep Pump As Is
cs: Ne, ponechat pumpu tak, jak je
he: לא, השאר משאבה כפי שהיא

source: On your pump, go to the Find Device screen and select "Find Device". Main Menu > Utilities > Connect Devices > Other Devices > On > Find Device
cs: Na pumpě přejděte na obrazovku Najít zařízení a vyberte „Najít zařízení“. Hlavní nabídka > Utility > Připojit zařízení > Ostatní zařízení > Zapnuto > Najít zařízení
he: במשאבה שלך, מצא את מסך "Find Device״ ולחץ עליו. Main Menu > Utilities > Connect Devices > Other Devices > On > Find Device

source: Preferred Data Source
cs: Preferovaný zdroj dat
he: מקור מידע מועדף

source: Pump Battery Remaining
cs: Zbývající kapacita baterie pumpy
he: סוללת משאבה שנותרה

source: Pump Battery Type
cs: Typ baterie pumpy
he: סוג סוללת משאבה

source: Pump ID
cs: ID pumpy
he: מספר זיהוי משאבה

source: Pump Time
cs: Čas pumpy
he: שעה במשאבה

source: Reading basal schedule…
cs: Čtení bazálního rozvrhu…
he: קורא תכנון בזאלי…

source: Reading pump status…
cs: Čtení stavu pumpy…
he: קורא מצב משאבה…

source: Region
cs: Oblast
he: אזור

source: Resume Delivery
cs: Obnovit podavání
he: חדש הזלפה

source: Resuming
cs: Obnovování
he: מנסה שוב

source: Retry
cs: Zkusit znovu
he: נסה שוב

source: Scheduled Basal
cs: Plánovaný bazál
he: בזאלי מתוכנן

source: Select the type of insulin that you will be using in this pump.
cs: Vyberte typ inzulínu který budete s touto pumpou používat.
he: בחר את סוג האינסולין שתשתמש בו במשאבה זו.

source: Sending button press…
cs: Odeslání stisknutí tlačítka...
he: שולח לחיצת כפתור…

source: Starting Temp Basal
cs: Spustit dočasný bazál
he: מתחיל באזלי זמני

source: Succeeded
cs: Úspěšně ukončeno
he: בוצע בהצלחה

source: Suspend Delivery
cs: Pozastavit podávání
he: השהה הזלפה

source: Suspended: %1$@
cs: Pozastaveno: %1$@
he: מושהה: %1$@

source: Suspending
cs: Pozastavuji
he: מבצע השהייה

source: Sync to Current Time
cs: Synchronizovat na aktuální čas
he: בצע עדכון לשעה הנוכחית

source: The time on your pump is different from the current time. Do you want to update the time on your pump to the current time?
cs: Čas pumpy se liší od aktuálního času. Chcete aktualizovat čas pumpy na aktuální čas?
he: השעה במשאבה שלך שונה מהשעה הנוכחית. האם ברצונך לעדכן את השעה במשאבה לשעה הנוכחית?

source: Time Change Detected
cs: Zjištěna změna času
he: זוהה שינוי בשעה

source: Trials
cs: Zkoušky
he: ניסיונות

source: Tuning radio…
cs: Ladění rádia…
he: מכוון תדר...

source: U/hr
cs: J/hod
he: יח׳/שעה

source: unknown
cs: Neznámý
he: לא ידוע

source: Unknown
cs: Neznámý
he: לא ידוע

source: Use MySentry
cs: Použití MySentry
he: השתמש ב-MySentry

source: Yes
cs: Ano
he: כן

source: Yes, Sync to Current Time
cs: Ano, synchronizovat na aktuální čas
he: כן, סנכרן שעה נוכחית
